# St7EnablePlyPropertyResults

Enables a ply when extracting selected composite results. To access the results and for additional information see
St7GetPlateResultArray.

long St7EnablePlyPropertyResults(long uID, long PropNum)

Input Parameters

uID

Strand7 model file ID.

PropNum

Ply property number.